/**
 * Действие фиксирует документ в реестре перед отправкой в совет на голосование.
 * @private
 */
export * as draft from './draft'

/**
 * Действие фиксирует связанную группу подписанных документов, которые отправляются в совет на голосование.
 * @private
 */
export * as batch from './batch'

/**
 * Действие фиксирует в реестре заявление, по которому принято решение советом кооператива.
 * @private
 */
export * as statement from './statement'

/**
 * Действие фиксирует в реестре подписанные акты приёма-передачи имущества.
 * @private
 */
export * as act from './act'

/**
 * Действие фиксирует в реестре принятое решение советом.
 * @private
 */
export * as decision from './decision'
