/**
 * Действие фиксирует документ в реестре перед отправкой в совет на голосование.
 * @private
 */
export * as Draft from './draft'

/**
 * Действие фиксирует связанную группу подписанных документов, которые отправляются в совет на голосование.
 * @private
 */
export * as Batch from './batch'

/**
 * Действие фиксирует в реестре заявление, по которому принято решение советом кооператива.
 * @private
 */
export * as Statement from './statement'

/**
 * Действие фиксирует в реестре подписанные акты приёма-передачи имущества.
 * @private
 */
export * as Act from './act'

/**
 * Действие фиксирует в реестре принятое решение советом.
 * @private
 */
export * as Decision from './decision'

/**
 * Действие фиксирует в реестре идентификатор созданной целевой потребительской программы кооператива.
 * @private
 */
export * as Program from './program'
